app/controllers/users_controller.rb

  def index
    @test = User.all
---
SELECT "users".* FROM "users"

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "123123"], ["email", "quang"], ["created_at", 2017-02-09 15:40:40 UTC], ["updated_at", 2017-02-09 15:40:40 UTC]]